Repository: common-repository/plugpdater
Catalog: languages/plugpdater-*.po
Languages: fr_fr

source: Only Network administrator can access this page !
fr_fr: Seuls l'administrateur du réseau peut accéder à cette page !

source: Only administrator can access this page !
fr_fr: Seul l'administrateur peut accéder à cette page !

source: Please, use radio button to select the plugin you want to update
fr_fr: Merci d'utiliser les boutons radio pour sélectionner le plugin à mettre à jour

source: Oops, the zip files was not uploaded, please try again. You will need to reactivate the plugin if it was activated
fr_fr: Oops, l'archive zip n'a pas été uploadée, merci de renouveler l'opération. Si le plugin était précédemment activé, vous aurez besoin de le réactiver.

source: Please, select a plugin to update :
fr_fr: Merci de sélectionner un plugin à mettre à jour :

source: Begin Update Process
fr_fr: Démarrer le processus de mise à jour

source: Plugin
fr_fr: Extension

source: Status
fr_fr: Etat

source: No plugins to show
fr_fr: Pas de plugins à afficher

source: Network activated
fr_fr: Activé sur le réseau

source: Blog activated
fr_fr: activé

source: inactive
fr_fr: désactivé

source: Visit author homepage
fr_fr: Visiter la page de l'auteur

source: By %s
fr_fr: Par %s

source: Visit plugin site
fr_fr: Visiter la page du plugin

source: During the update process, the plugin has been deactivated. Once updated, it will be reactivated. If an error occurs or if you do not want to continue the update process, you will have to activate the plugin manually in <a href='plugins.php'>the Plugins Administration page</a>
fr_fr: Pendant le processus de mise à jour, l'extension a été désactivée. Une fois la mise à jour effectuée, elle sera réactivée automatiquement. Si une erreur se produit ou si vous souhaitez arrêter le processus de mise à jour, il sera nécessaire de la réactiver depuis <a href='plugins.php'>la page d'administration des extensions</a>

source: Upload your plugin update for :
fr_fr: Transfert de la mise à jour pour l'extension :

source: Zip Archive of the plugin update
fr_fr: Archive Zip de la mise à jour

source: Upload Zip
fr_fr: Transférer le Zip

source: Updating plugin &quot;%s&quot;
fr_fr: Mise à jour de l'extension &quot;%s&quot; en cours

source: <b>Fatal Error</b> : the upload process stopped. Please correct your plugin and try again once done.
fr_fr: <b>Erreur fatale</b> : le processus de mise à jour à été interrompu. Merci de corriger votre extension avant de renouveler l'opération.

source: the plugin was deactivated during the update process, you can reactivate it in the <a href='plugins.php'>Plugins Administration page</a>.
fr_fr: l'extension a été désactivée pendant le processus de mise à jour, vous pouvez la réactiver en vous rendant sur <a href='plugins.php'>la page d'administration des extensions</a>.

source: <b>Unexpected Error</b> : the upload process stopped. Please correct your plugin and try again once done.
fr_fr: <b>Erreur inattendue</b> : le processus de mise à jour a été interrompu. Merci de corriger votre extension avant de renouveler l'opération.

source: The plugin printed this unexpected string :
fr_fr: L'extension a renvoyé cette chaîne :

source: The update directory of the plugin was not found or does not match with the installed plugin you want to update
fr_fr: Le dossier contenant la mise à jour n'a pas été trouvé ou ne correspond pas au plugin que vous souhaitez mettre à jour

source: Updating process began, please wait..
fr_fr: Mise à jour en cours, merci de patienter..

source: Updating directory is missing ? Update stopped.
fr_fr: Dossier de mise à jour introuvable ? La mise à jour a été interrompue

source: Deleting old version of the plugin..
fr_fr: Suppression de la version obsolète du plugin..

source: Old version of the plugin was not found
fr_fr: La version obsolète du plugin n'a pas été trouvée

source: Installing new version of the plugin
fr_fr: Installation de la mise à jour

source: Update done
fr_fr: Mise à jour effectuée

source: the plugin has been successfully reactivated.
fr_fr: l'extention a été réactivée avec succès.

source: You can activate the plugin in <a href='plugins.php'>the Plugin Administration page</a>
fr_fr: Vous pouvez activer l'extension en vous rendant sur <a href='plugins.php'>la page d'administration des extensions</a>

source: <b>Unexpected Error</b> : the plugin does not seem to be installed, so it cannot be updated!
fr_fr: <b>Erreur inattendue</b> : l'extension ne semble pas être installée, elle ne peut donc pas être mise à jour !
